aaron-bond.better-comments
adpyke.codesnap
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
humao.rest-client
mikestead.dotenv
mongodb.mongodb-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
planbcoding.vscode-react-refactor
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
wix.vscode-import-cost
